Repository: M-Mueller/mattermost-poll
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Poll server is running
de: Umfrage Server läuft

source: The integration is not correctly set up: Invalid token.
de: Die Integration ist nicht korrekt konfiguriert: Ungültiges Token

source: **Please provide a message.** **Usage:** {help}
de: **Bitte geben Sie eine Nachricht ein.** **Anleitung:** {help}

source: Public polls are not available with the current setup. Please check with you system administrator.
de: Öffentliche Umfragen sind in der aktuellen Konfiguration nicht verfügbar. Bitte wenden Sie sich an Ihren Administrator.

source: This poll is not valid anymore. Sorry for the inconvenience.
de: Diese Umfrage ist nicht mehr gültig. Bitte entschuldigen Sie die Unannehmlichkeiten.

source: You already used all your votes. Click on a vote to unselect it again.
de: Sie haben bereits alle Ihre Stimmen vergeben. Klicken Sie auf eine Stimme um sie zurückzunehmen.

source: Your vote has been updated: {}
de: Ihre Wahl wurde aktualisiert: {}

source: You are not allowed to end this poll
de: Sie haben nicht die Berechtigung diese Umfrage zu beenden

source: Help file not found.
de: Hilfe Datei nicht gefunden.

source: *Number of voters: {}*
de: *Anzahl an Wählern: {}*

source: :warning: *This poll is public. When it closes the participants and their answers will be visible.*
de: :warning: *Diese Umfrage ist öffentlich. Wenn die Umfrage beendet wird, werden die Antworten aller Teilnehmer sichtbar sein.*

source: *You have {} votes*
de: *Sie haben {} Stimmen*

source: %(num)d Vote
de: %(num)d Stimme

source: End Poll
de: Umfrage beenden

source: Yes
de: Ja

source: No
de: Nein
